ahmadawais.shades-of-purple
alefragnani.bookmarks
anthropic.claude-code
bierner.color-info
bierner.docs-view
christian-kohler.path-intellisense
dan-c-underwood.arm
dunstontc.viml
eamodio.gitlens
editorconfig.editorconfig
github.copilot-chat
github.remotehub
gruntfuggly.todo-tree
janjoerke.align-by-regex
jaycetyle.vscode-gnu-global
mechatroner.rainbow-csv
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
mshr-h.veriloghdl
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
naumovs.color-highlight
oderwat.indent-rainbow
sourcegraph.sourcegraph
sunshaoce.risc-v
xadillax.viml
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
